Repository: PisiLinuxNew/panda-kde
Catalog: po/*.po
Languages: de, fr, hu, sv, tr, uk

source: Current Driver Information
de: Information über aktuellen Treiber
fr: Information sur le pilote actuel
hu: Jelenlegi meghajtó információ
sv: Information om aktuell drivrutin
tr: Etkin Sürücü Bilgisi
uk: Інформація про теперішній драйвер

source: Vendor:
de: Hersteller:
fr: Fabricant :
hu: Gyártó:
sv: Tillverkare:
tr: Üretici:
uk: Виробник:

source: Renderer:
de: Typ:
fr: Moteur de rendu :
hu: Renderelő:
sv: Renderare:
tr: Hızlandırıcı:
uk: Відтворювальник:

source: Version:
hu: Verzió:
tr: Sürüm:
uk: Версія:

source: Driver Preference
de: Treibereinstellungen
fr: Préférences du pilote
hu: Meghajtó beállításai
sv: Drivrutinsinställning
tr: Sürücü Tercihi
uk: Налаштування драйвера

source: Use the driver developed by the open source community
de: Den Treiber der OpenSource Community verwenden
fr: Utiliser le pilote développé par la communauté open-source
hu: A nyílt forrású közösség által fejlesztett meghajtó használata
sv: Använd drivrutin utvecklad av gemenskapen kring öppen källkod.
tr: Açık kaynak topluluğu tarafından geliştirilen sürücüyü kullan
uk: Використовувати відкриті драйвера, розроблені спільнотою

source: Use the proprietary driver provided by the manufacturer
de: Den proprietären Treiber des Herstellers verwenden
fr: Utiliser le pilote développé par le fabricant
hu: Gyártó által készített zárt meghajtó használata
sv: Använd proprietär drivrutin tillhandahållen av tillverkaren
tr: Kart üreticisinin sunduğu sahipli sürücüyü kullan
uk: Використовувати закриті драйвера, розроблені виробником

source: Use the safe driver that provides limited features
de: Den sicheren Treiber mit eingeschränkten Funktionen nutzen
fr: Utiliser le pilote sûr mais offrant des fonctionnalités limitées
hu: A korlátozottabb képességű biztonságos meghajtó használata
sv: Använd den säkra drivrutinen med begränsande möjligheter
tr: Sınırlı özellikler barındıran güvenli sürücüyü kullan
uk: Використовувати безпечні драйвера, які забезпечують обмежені можливості

source: Video Driver Administration
de: Administration des Grafiktreibers
fr: Paramétrage du pilote vidéo
hu: Video meghajtó kezelése
sv: Administration av grafikdrivrutin
tr: Ekran Kartı Sürücüsü Yönetimi
uk: Адміністрування відеодрайверами

source: (c) 2011 Fatih Arslan
uk: © 2011 Fatih Arslan

source: Please use <a href="http://bugs.pardus.org.tr">http://bugs.pardus.org.tr</a> to report bugs.
de: Für Fehlermeldungen nutzen Sie bitte <a href="http://bugs.pardus.org.tr">http://bugs.pardus.org.tr</a>.
fr: Merci d'utiliser <a href="http://bugs.pardus.org.tr">http://bugs.pardus.org.tr</a> pour rapporter les bogues.
hu: A hibák bejelentésére használja ezt a linket: <a href="http://bugs.pardus.org.tr">http://bugs.pardus.org.tr</a>
sv: Vänligen använd <a href="http://bugs.pardus.org.tr">http://bugs.pardus.org.tr</a> för att rapportera fel.
tr: Lütfen hataları bildirmek için <a href="http://bugs.pisilinux.org">http://bugs.pisilinux.org</a> adresini kullanın.
uk: Будь ласка, використовуйте <a href="http://bugs.pardus.org.tr">http://bugs.pardus.org.tr</a>, щоб сповіщати про вади.

source: Original author
de: Ursprünglicher Autor
fr: Auteur originel
hu: Eredeti szerző
sv: Ursprunglig upphovsman
tr: Asıl yazar
uk: Засновник

# NAME OF TRANSLATORS
source: Your names
de: Stefan Gronewold
fr: Philippe Svetoslavsky
hu: Attila Siposs
sv: Patrik Karlsson
tr: Fatih Aşıcı, Fatih Arslan
uk: Daniel Korostil

# EMAIL OF TRANSLATORS
source: Your emails
de: groni at pisilinux.org
fr: philsvet@gmail.com
hu: sipiatti@gmail.com
sv: patrik@trixon.se
tr: fatih@pardus.org.tr, farslan@pardus.org.tr
uk: ted.korostiled@gmail.com

source: Unable to apply settings due to missing packages
de: Wegen fehlenden Pakete können die Einstellungen nicht übernommen werden
fr: Impossible d'appliquer les paramètres à cause de paquets manquants
hu: Nem sikerült a beállításokat alkalmazni hiányzó csomagok miatt
sv: Kan inte tillämpa inställningar på grund av saknade paket
tr: Eksik paketler yüzünden ayarlar uygulanamıyor
uk: Неможливо застосувати налаштування через брак пакунків

source: Unable to authenticate/execute the action: %1, %2
de: Kann die folgenden Aktionen nicht authentifizieren/ausführen: %1, %2
fr: Impossible d'authentifier/exécuter l'action : %1, %2
hu: A műveletet nem sikerült végrehajtani: %1, %2
sv: Kan inte bekräfta/utföra åtgärden: %1, %2
tr: Bu eylem yetkilendirilemedi veya çalıştırılamadı: %1, %2
uk: Неможливо розпізнати/виконати дію: %1, %2

source: An internal error occurred
de: Ein interner Fehler ist aufgetreten
fr: Une erreur interne s'est produite
hu: Belső hiba lépett fel
sv: Det uppstod ett internt fel
tr: Bir iç hata oluştu
uk: Трапилась внутрішня помилка

source: You have to restart your system for the changes to take affect. Do you want to restart now?
de: Damit die Änderungen wirksam werden müssen Sie neu starten. Wollen Sie jetzt neu starten?
fr: Vous devez redémarrer votre système pour que les modifications prennent effet. Voulez-vous redémarrer maintenant ?
hu: A változások életbe léptetéséhez újra kell indítani a rendszert. Akarja most újraindítani?
sv: Du måste starta om din dator för att nya inställningar skall träda i kraft. Vill du starta om nu?
tr: Değişikliklerin ektin hale gelmesi için sisteminizi yeniden başlatmalısınız. Şimdi yeniden başlatmak istiyor musunuz?
uk: Щоб зміни набрали чинності, потрібно перезавантажити систему. Перезапустити зараз же?

source: Video Driver
de: Grafiktreiber
fr: Pilote vidéo
hu: Videokártya meghajtó
sv: Grafikdrivrutin
tr: Ekran Kartı Sürücüsü
uk: Відеодрайвер

source: video,driver,graphics,display
de: Video, Treiber, Grafik, Bildschirm
fr: vidéo, pilote, graphique, affichage
hu: video,meghajtó,grafikus,kijelző
sv: video,drivrutin,grafik,bildskärm
tr: video,sürücü,grafik,ekran
uk: відео,драйвер,графіка,екран
